[ResCard_TunnelRats X2StrategyCardTemplate]
DisplayName="Tunnel Rats"
SummaryText="Missions in the Sewers or Subways allow each soldier to start individually concealed, as per the Phantom perk."
QuoteText="I've spent a lot of time down here.  Professionally, you understand."
QuoteTextAuthor="Volk"

[ResCard_FlashpointForGrenadiers X2StrategyCardTemplate]
DisplayName="More Heat, More Light"
SummaryText="Your soldiers carrying a grenade launcher start with one more flashbang, and their flashbangs deal 2 Fire damage."
QuoteText="Not recommended for internal use."
QuoteTextAuthor="Shen"

[ResCard_HexHunterForMindShields X2StrategyCardTemplate]
DisplayName="Psi Hunters"
SummaryText="Your soldiers with a Mind Shield gain the Hex Hunter perk (additional damage vs. psionic enemies.)"
QuoteText="The Templars might be a bit... dour, but they sure know how to set up their infohazardous feedback loops."
QuoteTextAuthor="Shen"

[ResCard_NeedlepointForPistols X2StrategyCardTemplate]
DisplayName="Poison Rounds"
SummaryText="Your pistol-carrying soldiers gain the Needlepoint perk (pistol shots deal poison damage)."
QuoteText="Remember the old days, when soldiers would cover their weapons in detritus?  Same principle."
QuoteTextAuthor="Volk"

[ResCard_AntimimeticScalesForVests X2StrategyCardTemplate]
DisplayName="Antimemetic Patterning"
SummaryText="Your soldiers wearing a Nanoscale Vest start combat with Phantom (start combat concealed)."
QuoteText="An 'antimeme', as the Templars call it, is an idea with self-censoring properties.  Its military applications [DATA CORRUPTED]"
QuoteTextAuthor="Tygan"

[ResCard_AntimimeticScalesForVestsII X2StrategyCardTemplate]
DisplayName="Antimemetic Patterning II"
SummaryText="Your soldiers wearing a Nanoscale Vest start combat with Shadowstep (cannot be targeted by reaction fire)."
QuoteText="This is not your first time wearing this vest.  Indeed, [DATA CORRUPTED]"
QuoteTextAuthor="Tygan"

[ResCard_MultitaskingForGremlins X2StrategyCardTemplate]
DisplayName="Gremlin Microdrones"
SummaryText="Your GREMLINs grant the Multitasking perk (Aid Protocol affects the user in addition to original target)."
QuoteText="...so it's like the Skirmishers put a GREMLIN in our GREMLIN so we can aid while we aid!  Listen, it's funny if you're like twenty years younger."
QuoteTextAuthor="Shen"

[ResCard_SmokerForLaunchers X2StrategyCardTemplate]
DisplayName="Smoke Microcanisters"
SummaryText="Grenade Launchers grant the Fog Wall perk, which grants a free smoke grenade charge per smoke grenade equipped.  Also, slightly improved smoke grenade defense."
QuoteText="Aaaaand SMOKEBOMB!"
QuoteTextAuthor="Shen"

[ResCard_CombatDrugsForMedikit X2StrategyCardTemplate]
DisplayName="Aerosolized Stims"
SummaryText="Soldiers carrying Medikits AND smoke grenades gain the Combat Drugs perk, which makes smoke grenades improve the aim of units inside the cloud."
QuoteText="We'll need to clamp down on recreational usage."
QuoteTextAuthor="Bradford"

[ResCard_FlamerForCannon X2StrategyCardTemplate]
DisplayName="Integrated Napalm"
SummaryText="Your cannon-carrying soldiers gain a single-use flamer."
QuoteText="Hahah hahaha!  AH HAHHAHAHAHAHAHA okay I'm finished, you can all stop looking so concerned."
QuoteTextAuthor="Shen"

[ResCard_BattlespaceForBattleScanners X2StrategyCardTemplate]
DisplayName="Passive Scanning Technology"
SummaryText="Your soldiers carrying a battle scanner start combat with the Battlespace perk (gain passive vision, and once per combat, extend this passive vision dramatically as a free action)."
QuoteText="You could hear a Muton fart with this thing.  And if you crank up this dial, right here?  You can smell it, too."
QuoteTextAuthor="Shen"

[ResCard_PistolForEntrench X2StrategyCardTemplate]
DisplayName="Entrenchment Sigils"
SummaryText="Your pistol-carrying soldiers gain Entrench (after hunkering down, retain its defensive bonus until you move.)"
QuoteText="Made originally for their autopistols, but we were able to retrofit it acceptably onto our conventional, manual pistol designs."
QuoteTextAuthor="Tygan"

[ResCard_BladesGrantShellbust X2StrategyCardTemplate]
DisplayName="Shining Centaur Shellbuster Technique"
SummaryText="Your sword or knife-carrying soldiers gain Shellbust Stab (massive armor shred melee attack)"
QuoteText="I'm told it's stronger if you yell its name right before you strike.  I unfortunately lack the social courage to test this... hypothesis."
QuoteTextAuthor="Tygan"

[ResCard_GrenadeLauncherGrantsWatchThemRun X2StrategyCardTemplate]
DisplayName="Weyland-Yutani Corporate Contacts"
SummaryText="Grenade launchers grant automatic Overwatch immediately after firing a grenade."
QuoteText="A finger in every pie."
QuoteTextAuthor="Shen"

[ResCard_FirepowerForSparks X2StrategyCardTemplate]
DisplayName="Weyland-Yutani Corporate Contacts II"
SummaryText="SPARKs gain an extra use of their heavy weapon, and also gain the Walk Fire perk (fire a low-damage high-accuracy shot for two ammo.)"
QuoteText="I wouldn't say they're in love with subtlety, no."
QuoteTextAuthor="Shen"

[ResCard_GlobalsecContacts X2StrategyCardTemplate]
DisplayName="GlobalSec Corporate Contacts"
SummaryText="Whenever you finish the Wraith Suit or Spider Suit project, gain a copy of the item you completed."
QuoteText="God bless our soulless corporate overlords!  Well, former overlords nowadays, I guess."
QuoteTextAuthor="Shen"

[ResCard_GlobalsecContactsII X2StrategyCardTemplate]
DisplayName="GlobalSec Corporate Contacts II"
SummaryText="Whenever you finish the Experimental Ammo project, gain a copy of the item you completed."
QuoteText="It's not about what you know, it's about who you know.  And about what THEY know."
QuoteTextAuthor="Shen"

[ResCard_GrndlContacts X2StrategyCardTemplate]
DisplayName="GRNDL Corporate Contacts"
SummaryText="Whenever you finish the Experimental Grenade project, gain a copy of the item you completed."
QuoteText="Ah, yes.  Geostrategic Research and Neothermal Development Laboratories.  I joined a few student protests against them back in my school days."
QuoteTextAuthor="Tygan"

[ResCard_GrndlContactsII X2StrategyCardTemplate]
DisplayName="GRNDL Corporate Contacts II"
SummaryText="Whenever you finish the EXO Suit or WAR Suit projects, gain a copy of the item you completed."
QuoteText="As environmentally devastating as fracking is, GRNDL has some really sweet gear."
QuoteTextAuthor="Shen"

[ResCard_ArgusSecurityContacts X2StrategyCardTemplate]
DisplayName="Argus Security Corporate Contacts"
SummaryText="Whenever you finish the Experimental Heavy Weapon project, gain a copy of the item you completed."
QuoteText="These guys supplied us with our heavy weapons back in the first war.  Glad we've still got some men on the inside."
QuoteTextAuthor="Bradford"

[ResCard_HaasBioroidContacts X2StrategyCardTemplate]
DisplayName="Haas-Bioroid Corporate Contacts"
SummaryText="Whenever you finish the Build Spark or Mechanized Warfare project, gain an additional SPARK."
QuoteText="What, you think my dad did all that work alone?"
QuoteTextAuthor="Shen"

[ResCard_QuickpatchForMedikit X2StrategyCardTemplate]
DisplayName="Quickpatch Protocol"
SummaryText="Soldiers with a healing item can use it as a free action."
QuoteText="Just rub some gel on it and it'll be fine."
QuoteTextAuthor="Bradford"

[ResCard_SurpriseForSpiderOrWraithSuit X2StrategyCardTemplate]
DisplayName="Enhanced Stealthsuits"
SummaryText="Soldiers wearing Spider or Wraith suits gain both Surprise (additional damage and crit chance to flanked enemies) and Quick Feet (gain an additional move action if you activate a pod on your turn.)"
QuoteText="With great power comes great... damn it, I had something for this."
QuoteTextAuthor="Shen"
